<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Жамбалжав Э.Э.</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.2/dist/css/bootstrap.min.css" rel="stylesheet"
        integrity="sha384-T3c6CoIi6uLrA9TneNEoa7RxnatzjcDSCmG1MXxSR1GAsXEV/Dwwykc2MPK8M2HN" crossorigin="anonymous">
    <link rel=”stylesheet” href=”https://cdn.jsdelivr.net/npm/bootstrap-icons@1.5.0/font/bootstrap-icons.css” />
    <link rel="stylesheet" href="css/style.css">
</head>

<body>
<div class="container nav_bar">
    <div class="row">
        <div class="row">
            <div class="col-3 nav_logo"></div>
            <div class="col-9">
                <div class="nav_text">Почему я люблю котиков?</div>
            </div>
        </div>
    </div>
</div>

    <div class="container banner">
        <div class="row">
            <div class="col-4">
                <h3>Я люблю кошек по многим причинам. Во-первых, кошки очаровательны и изящны.
                    Их грациозные движения и красивая шерсть заставляют меня восхищаться ими. Во-вторых, кошки очень независимы и умны.
                    Они могут быть самостоятельными, но в то же время они могут быть ласковыми и привязанными к своему хозяину.
                    Также я ценю их способность охотиться и защищать свою территорию.</h3>
            </div>
            <div class="col-4">
                <h3>Кошки также могут быть отличными компаньонами. Они могут быть тихими и спокойными, что создает уютную атмосферу в доме.
                    Их мурчание и ласковые прикосновения могут сделать день ярче и приятнее.
                    Кроме того, кошки умеют быть верными друзьями и поддержкой в трудные моменты.</h3>
            </div>
            <div class="col-4">
                <div class="row cat0_photo"></div>
                <div class="row"><p class="title_photo">Жамбалжав Эржэна</p></div>
            </div>
        </div>
    </div>
    <div class="container banner">
        <div class="row">
            <div class="col-12">
                <h2>Интересные факты о котах</h2>
            </div>
        </div>
        <div class="row">
            <div class="col-8">
                <h3>1. Кошки могут спать до 16 часов в день, что помогает им сохранять энергию для охоты и игр.</h3>
                <h3>2. Кошки имеют уникальную способность прыгать на высоту в 6 раз больше их собственной высоты.</h3>
                <h3>3. У котов есть отличная ночная зрительная способность, что помогает им охотиться в темноте.</h3>
                <h3>4. Коты могут издавать более 100 различных звуков, включая мурлыканье, мяуканье и фырканье.</h3>
                <h3>5. Кошки могут усваивать информацию и обучаться новым командам, что делает их очень умными животными.</h3>
            </div>
            <div class="col-4">
                <div class="row"><img class ="img_size" src="image/cat1_photo.jpg" alt="cat1_photo" ></div>
            </div>
        </div>
    </div>
    <div class="container banner">
        <div class="row">
            <div class="col-12">
                <h2>Котики-герои</h2>
            </div>
            <div class="col-4">
                <div class="row"><img class ="img_size" src="image/fred_photo.jpg" alt="fred_photo" ></div>
                <div class="row">
                    <p>Фред прославился тем, что стал первым котом, работавшим в полиции Бруклина под прикрытием.
                        На эту должность в 2006 году его устроила хозяйка, ассистент адвоката Кэрол Моран
                        (и это, пожалуй, единственный случай в истории, когда кот нашел работу по блату).
                        На протяжении нескольких месяцев обязанности Фреда заключались в том, чтобы изображать... гм... кота.
                        Под видом пациента он участвовал в рейдах против нелегальных ветеринаров, работавших без лицензии.
                        За преданную службу Фред был удостоен почетной медали мэрии Нью-Йорка.
                        После завершения карьеры в полиции Фред посещал бруклинские школы в
                        рамках программы обучения детей обращению с домашними животными.</p>
                </div>
            </div>
            <div class="col-4">
                <div class="row"><img class ="img_size" src="image/rusik_photo.jpg" alt="rusik_photo" ></div>
                <div class="row">
                    <p>Фред, однако, был не первым котом, работавшим в силовых структурах. С 2001 по 2003 год в Степновском
                        РОВД Ставропольского края нес службу Русик — единственный в России кот-милиционер.
                        Животное обладало невероятным нюхом на осетровых и за годы службы помогло задержать немало браконьеров,
                        вывозивших с Каспия запрещенную рыбу и икру. Талант Русика ценился настолько высоко,
                        что милиционеры из соседнего Южно-Сухокумска даже просили организовать коту командировку в Дагестан.
                        В 2003 году при исполнении очередного служебного задания Русик героически погиб под колесами КамАЗа,
                        в котором перевозили очередную партию контрабанды.</p>
                </div>
            </div>
            <div class="col-4">
                <div class="row"><img class ="img_size" src="image/charli_photo.jpg" alt="charli_photo" ></div>
                <div class="row">
                    <p>«Надо и наших котов мотивировать к подвигам», — подумали британцы и основали Лигу защиты котов,
                        которая ежегодно вручает награду «Самый героический кот» в пятизвездочном лондонском отеле Savoy.
                        В 2012 году лауреатом премии стала кошка Чарли, спасшая жизнь своей хозяйке, болеющей сахарным диабетом.
                        Внезапная гипогликемическая кома застала 47-летнюю Сюзан Марч глубокой ночью в ванной комнате.
                        Чарли, осознав скорую потерю той, кто обеспечивает ей ежедневное двухразовое питание и чистый лоток, решила действовать.
                        Она отправилась в хозяйскую спальню и принялась топтать и кусать лицо мужа Сюзан.
                        Мужчина, проснувшийся от этого акта невиданной наглости, нашел свою жену без сознания и успел сделать ей спасительную инъекцию инсулина.</p>
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <div class="row">
            <div class="button_js col-12">
                <button id="myButton">Нажми на меня</button>
                <p id="demo"></p>
            </div>
        </div>
    </div>
    <div class="container">
        <div class="row">
            <div class="col-12">
                <h1 class="hello">
                    Привет, <?php echo $_COOKIE['User']; ?>
                </h1>
            </div>
        </div>
    </div>

<script type="text/javascript" src="js/js button.js"></script>
</body>
</html>